Repository: AungMyoThuOC/Personal_Finance
Catalog: lib/l10n/app_*.arb
Languages: my

# test
source: English test
my: မြန်မာ စမ်းသပ်

source: Edit
my: ပြင်မည်

source: Delete
my: ဖျက်မည်

source: Setting
my: ဆက်တင်

# passcodeLogin
source: Login with password
my: စကားဝှက်ဖြစ်ဝင်ခြင်း

source: Security
my: လုံခြုံရေး

source: Language
my: ဘာသာစကား

# resetApp
source: Delete all data
my: ဒေတာအားလုံးဖျက်မည်

source: Logout
my: ထွက်မည်

source: Change Name
my: နာမည်ပြောင်းမည်

# changePass
source: Change Password
my: စကားဝှက်ပြောင်းမည်

source: Old password
my: စကားဝှက်အ‌ဟောင်း

source: New name
my: နာမည်အသစ်

source: New password
my: စကားဝှက်အသစ်

source: Income
my: ဝင်‌‌ငွေ

source: Income Details
my: ဝင်‌ငွေအသေးစိတ်

source: Today
my: ယနေ့

source: Outcome
my: ထွက်ငွေ

source: Outcome Details
my: ထွက်ငွေအသေးစိတ်

source: Total balance
my: လက်ကျန်ငွေ

source: Saving
my: စုငွေ

# addTargetMoney
source: Add Money
my: ပိုက်ဆံထည့်မည်

# editSaving
source: Edit
my: ပြင်မည်

# deleteSaving
source: Delete
my: ဖျက်မည်

source: Saving Details
my: စုငွေအသေးစိတ်

source: Target name :
my: Target နာမည် :

source: Target price :
my: Target တန်ဖိုး :

source: Reamaining :
my: ကျန်ရှိငွေ :

source: Edit Target
my: Target ပြင်မည်

source: Saving History
my: စုငွေ History

source: Add
my: ထည့်မည်

# dywtrp
source: Do you want to delete all data ?
my: ‌ဒေတာအားလုံးကိုဖျက်လိုပါသလား ?

# dywtlo
source: Do you want to logout ?
my: logout ထွက်လိုပါသလား ?

# dywtd
source: Do you want to delete ?
my: ဖျက်လိုပါသလား ?

# cal
source: Calculator
my: ဂဏန်းပေါင်းစက်

source: About
my: အကြောင်း

# youIn
source: You can record your incomes and expenditures.
my: သင့်ဝင်ငွေနှင့် အသုံးစရိတ်များကို မှတ်တမ်းတင်နိုင်သည်။

# andCat
source: And also can categorize not only income types
my: ဝင်ငွေအမျိုးအစားသာမက အသုံးစရိတ်အမျိုးအစားများ

# butExp
source: but also expenditure types. If you have any plan
my: ကိုလည်း အမျိုးအစားခွဲနိုင်သည်။ အစီအစဉ်ရှိလျှင်

# toTake
source: to take a trip or something, you can set cash
my: ခရီးတစ်ခုသွားရန် သို့မဟုတ် တစ်ခုခုပြုလုပ်ရန်

# targe
source: target for it. In the settings menu, you can
my: အတွက် စုငွေသတ်မှတ်နိုင်သည်။ ဆက်င်များ မီနူးတွင် သင်သည်

# chglan
source: change language, reset the app and Logout the
my: ဘာသာစကား ‌ပြောင်းလဲခြင်း၊ အက်ကိုပြန်လည်သတ်မှတ် နှင့်

# app
source: app and can be calculated.
my: အက်မှထွက်နိုင်ခြင်း နှင့် တွက်ချက်ခြင်းများ ပြုလုပ်နိုင်ပါသည်။
